import React from "react"

const BackAndShouldersWorkout = () => {
  return (
    <ul>
      <li>גרוויטרון באחיזה צמודה</li>
      <li>משיכה מפולי עליון לחזה באחיזה רחבה</li>
      <li>משיכה מפולי עליון לבטן בעמידה על הברך אחת עם חבל רצועות</li>
      <li>חתירה בישיבה מפולי תחתון לבטן</li>
      <li>פולאובר בעמידה מפועלי עליון עם מוט</li>
      <li>לחיצת כתפיים עם משקולות יד</li>
      <li>חתירה בעמידה עם מוט W לחזה עם מרפקים למעלה (אחיזה הכי רחבה שיש)</li>
      <li>הרחקת זרועות בעמידה עם משקולות יד או במכונה ליד היפטראסט</li>
      <li>
        סופרסט: כפיפית כתפיים- הרמת משקולות לפנים ידיים כמעט ישרות + הרחקה
        אופקית לכתף אחורית עם משקולות בישיבה חזה על ברכיים
      </li>
    </ul>
  )
}

export default BackAndShouldersWorkout
