import React from "react"

const ChestAndArmsWorkout = () => {
  return (
    <ul>
      <li>לחיצת חזה במכונה</li>
      <li>לחיצת חזה על הספסל בשיפוע חיובי 60 מעלות עם משקולות</li>
      <li>פרפר במכונה</li>
      <li>כפיפת מרפקים כיסא קומר</li>
      <li>כפיפת מרפקים בעמידה עם משקולות יד</li>
      <li>
        כפיפת מרפקים פטישים עם משקולות בישיבה על ספסל שיפוע לאחור 75 מעלות
      </li>
      <li>לחיצה צרפתית יד אחורית בשכיבה על הספסל</li>
      <li>פשיטת מרפקים מפולי עליון עם מוט</li>
      <li>פשיטת מרפקים עם חבל מאחורי הראש</li>
    </ul>
  )
}

export default ChestAndArmsWorkout
